{
  "text": {
    "hello": 27,
    "hi": 30,
    "hey": 29,
    "good": 24,
    "morning": 41,
    "evening": 22,
    "what": 69,
    "categories": 12,
    "do": 20,
    "you": 73,
    "have": 26,
    "show": 58,
    "me": 40,
    "all": 3,
    "list": 39,
    "with": 71,
    "products": 51,
    "please": 49,
    "kind": 36,
    "of": 43,
    "are": 5,
    "there": 63,
    "can": 9,
    "category": 13,
    "snacks": 59,
    "drinks": 21,
    "chips": 16,
    "i": 32,
    "want": 68,
    "to": 65,
    "buy": 7,
    "pepsi": 46,
    "search": 55,
    "for": 23,
    "chocolates": 17,
    "__number__": 0,
    "select": 57,
    "choose": 18,
    "product": 50,
    "pick": 47,
    "add": 2,
    "my": 42,
    "cart": 11,
    "put": 52,
    "lays": 38,
    "in": 33,
    "this": 64,
    "the": 62,
    "it": 35,
    "yes": 72,
    "s": 54,
    "view": 67,
    "checkout": 15,
    "pay": 45,
    "place": 48,
    "order": 44,
    "track": 66,
    "is": 34,
    "status": 60,
    "how": 31,
    "return": 53,
    "a": 1,
    "your": 74,
    "delivery": 19,
    "charges": 14,
    "cancel": 10,
    "help": 28,
    "bye": 8,
    "goodbye": 25,
    "see": 56,
    "later": 37,
    "bot": 6,
    "who": 70,
    "am": 4,
    "talking": 61
  },
  "intent": {
    "greet": 5,
    "show_categories": 9,
    "search_products": 7,
    "select_product": 8,
    "add_to_cart": 0,
    "view_cart": 11,
    "checkout": 2,
    "track_order": 10,
    "faq": 3,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 13,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_select_product": 12,
    "action_show_categories_with_products": 14,
    "action_track_order": 15,
    "action_view_cart": 18,
    "utter_default": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22
  },
  "action_text": null,
  "intent_response_key": null
}