{
  "text": {
    "hi": 22,
    "hello": 19,
    "hey": 21,
    "good": 18,
    "morning": 35,
    "evening": 16,
    "show": 50,
    "me": 33,
    "mobiles": 34,
    "under": 57,
    "__number__": 0,
    "i": 24,
    "want": 60,
    "to": 55,
    "see": 48,
    "laptops": 29,
    "find": 17,
    "shoes": 49,
    "between": 7,
    "and": 5,
    "add": 3,
    "iphone": 26,
    "my": 36,
    "cart": 9,
    "put": 44,
    "this": 54,
    "product": 43,
    "in": 25,
    "buy": 8,
    "what": 61,
    "s": 47,
    "view": 59,
    "items": 28,
    "checkout": 11,
    "pay": 40,
    "proceed": 42,
    "payment": 41,
    "track": 56,
    "order": 39,
    "the": 53,
    "status": 52,
    "of": 38,
    "where": 62,
    "is": 27,
    "last": 30,
    "create": 12,
    "an": 4,
    "account": 2,
    "sign": 51,
    "up": 58,
    "register": 45,
    "new": 37,
    "customer": 13,
    "log": 31,
    "login": 32,
    "how": 23,
    "do": 15,
    "return": 46,
    "a": 1,
    "are": 6,
    "your": 63,
    "delivery": 14,
    "charges": 10,
    "help": 20
  },
  "intent": {
    "greet": 5,
    "search_products": 9,
    "add_to_cart": 0,
    "view_cart": 11,
    "checkout": 2,
    "track_order": 10,
    "register": 8,
    "login": 6,
    "faq": 3,
    "bot_challenge": 1,
    "goodbye": 4,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_view_cart": 15,
    "utter_default": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}