{
  "text": {
    "hello": 53,
    "hi": 56,
    "hey": 55,
    "good": 48,
    "morning": 72,
    "evening": 39,
    "what": 133,
    "categories": 20,
    "do": 37,
    "you": 137,
    "have": 52,
    "show": 110,
    "me": 70,
    "all": 5,
    "list": 67,
    "with": 135,
    "products": 96,
    "please": 93,
    "kind": 63,
    "of": 81,
    "are": 9,
    "there": 122,
    "can": 17,
    "category": 21,
    "snacks": 111,
    "drinks": 38,
    "chips": 26,
    "i": 58,
    "want": 131,
    "to": 126,
    "buy": 15,
    "pepsi": 90,
    "search": 105,
    "for": 43,
    "chocolates": 27,
    "lays": 65,
    "cookies": 31,
    "__number__": 0,
    "select": 107,
    "choose": 28,
    "product": 95,
    "pick": 91,
    "add": 2,
    "my": 73,
    "cart": 19,
    "put": 99,
    "in": 59,
    "this": 123,
    "the": 121,
    "it": 62,
    "yes": 136,
    "view": 129,
    "display": 36,
    "open": 83,
    "s": 103,
    "see": 106,
    "check": 24,
    "contents": 30,
    "address": 3,
    "get": 45,
    "delivery": 33,
    "saved": 104,
    "fetch": 40,
    "info": 60,
    "addresses": 4,
    "on": 82,
    "profile": 97,
    "checkout": 25,
    "pay": 88,
    "place": 92,
    "order": 85,
    "track": 127,
    "is": 61,
    "status": 114,
    "how": 57,
    "return": 102,
    "a": 1,
    "your": 138,
    "charges": 23,
    "cancel": 18,
    "help": 54,
    "bye": 16,
    "goodbye": 49,
    "later": 64,
    "bot": 14,
    "who": 134,
    "am": 6,
    "talking": 119,
    "now": 79,
    "make": 68,
    "payment": 89,
    "purchase": 98,
    "and": 7,
    "proceed": 94,
    "bill": 13,
    "did": 34,
    "go": 46,
    "through": 125,
    "has": 51,
    "succeeded": 116,
    "successful": 117,
    "was": 132,
    "paid": 87,
    "gone": 47,
    "next": 78,
    "page": 86,
    "more": 71,
    "set": 108,
    "zip": 139,
    "code": 29,
    "change": 22,
    "update": 128,
    "new": 77,
    "starbucks": 113,
    "near": 75,
    "from": 44,
    "walmart": 130,
    "find": 41,
    "taco": 118,
    "bell": 12,
    "target": 120,
    "store": 115,
    "r": 100,
    "barbershop": 11,
    "barber": 10,
    "shop": 109,
    "nawab": 74,
    "grill": 50,
    "nearby": 76,
    "option": 84,
    "number": 80,
    "three": 124,
    "d": 32,
    "like": 66,
    "first": 42,
    "market": 69,
    "st": 112,
    "different": 35,
    "restaurant": 101,
    "another": 8
  },
  "intent": {
    "greet": 9,
    "show_categories": 18,
    "search_products": 13,
    "select_product": 16,
    "add_to_cart": 0,
    "view_cart": 20,
    "get_address": 7,
    "checkout": 5,
    "track_order": 19,
    "faq": 6,
    "goodbye": 8,
    "bot_challenge": 1,
    "pay_now": 11,
    "check_payment_status": 4,
    "search_products_next": 14,
    "provide_zipcode": 12,
    "change_zipcode": 3,
    "search_store": 15,
    "select_store": 17,
    "change_store": 2,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 16,
    "action_session_start": 19,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_add_to_cart": 0,
    "action_check_payment_status": 2,
    "action_checkout": 3,
    "action_create_stripe_checkout": 4,
    "action_get_address": 10,
    "action_get_nearest_store": 11,
    "action_next_product_page": 13,
    "action_product_llm_search": 14,
    "action_reset_search_page": 15,
    "action_select_product": 18,
    "action_set_selected_store": 20,
    "action_show_categories_with_products": 21,
    "action_show_store_options": 22,
    "action_track_order": 23,
    "action_view_cart": 26,
    "utter_default": 27,
    "utter_faq": 28,
    "utter_goodbye": 29,
    "utter_greet": 30,
    "utter_iamabot": 31
  },
  "action_text": null,
  "intent_response_key": null
}