{
  "text": {
    "hi": 31,
    "hello": 29,
    "hey": 30,
    "good": 26,
    "morning": 38,
    "evening": 23,
    "what": 63,
    "categories": 11,
    "do": 21,
    "you": 66,
    "have": 28,
    "list": 36,
    "show": 52,
    "me": 37,
    "all": 3,
    "with": 65,
    "products": 47,
    "can": 9,
    "category": 12,
    "display": 20,
    "snacks": 53,
    "drinks": 22,
    "find": 24,
    "chips": 15,
    "some": 54,
    "chocolates": 16,
    "i": 33,
    "want": 62,
    "to": 60,
    "buy": 7,
    "pepsi": 44,
    "select": 51,
    "__number__": 0,
    "choose": 17,
    "the": 58,
    "first": 25,
    "one": 41,
    "lays": 35,
    "classic": 18,
    "add": 2,
    "that": 57,
    "my": 39,
    "cart": 10,
    "put": 48,
    "in": 34,
    "this": 59,
    "product": 46,
    "s": 50,
    "checkout": 14,
    "pay": 43,
    "place": 45,
    "order": 42,
    "track": 61,
    "status": 55,
    "of": 40,
    "how": 32,
    "return": 49,
    "a": 1,
    "delivery": 19,
    "charges": 13,
    "bye": 8,
    "goodbye": 27,
    "are": 5,
    "bot": 6,
    "who": 64,
    "am": 4,
    "talking": 56
  },
  "intent": {
    "greet": 5,
    "show_categories": 9,
    "search_products": 7,
    "select_product": 8,
    "add_to_cart": 0,
    "view_cart": 11,
    "checkout": 2,
    "track_order": 10,
    "faq": 3,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 13,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_select_product": 12,
    "action_show_categories_with_products": 14,
    "action_track_order": 15,
    "action_view_cart": 18,
    "utter_default": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_iamabot": 22
  },
  "action_text": null,
  "intent_response_key": null
}