{
  "text": {
    "hello": 41,
    "hi": 44,
    "hey": 43,
    "good": 37,
    "morning": 58,
    "evening": 31,
    "what": 102,
    "categories": 16,
    "do": 29,
    "you": 106,
    "have": 40,
    "show": 87,
    "me": 56,
    "all": 5,
    "list": 54,
    "with": 104,
    "products": 76,
    "please": 73,
    "kind": 51,
    "of": 62,
    "are": 8,
    "there": 94,
    "can": 13,
    "category": 17,
    "snacks": 88,
    "drinks": 30,
    "chips": 21,
    "i": 46,
    "want": 100,
    "to": 97,
    "buy": 11,
    "pepsi": 70,
    "search": 83,
    "for": 33,
    "chocolates": 22,
    "lays": 53,
    "cookies": 25,
    "__number__": 0,
    "select": 85,
    "choose": 23,
    "product": 75,
    "pick": 71,
    "add": 2,
    "my": 59,
    "cart": 15,
    "put": 79,
    "in": 47,
    "this": 95,
    "the": 93,
    "it": 50,
    "yes": 105,
    "view": 99,
    "display": 28,
    "open": 64,
    "s": 81,
    "see": 84,
    "check": 19,
    "contents": 24,
    "address": 3,
    "get": 34,
    "delivery": 26,
    "saved": 82,
    "fetch": 32,
    "info": 48,
    "addresses": 4,
    "on": 63,
    "profile": 77,
    "checkout": 20,
    "pay": 68,
    "place": 72,
    "order": 65,
    "track": 98,
    "is": 49,
    "status": 89,
    "how": 45,
    "return": 80,
    "a": 1,
    "your": 107,
    "charges": 18,
    "cancel": 14,
    "help": 42,
    "bye": 12,
    "goodbye": 38,
    "later": 52,
    "bot": 10,
    "who": 103,
    "am": 6,
    "talking": 92,
    "now": 61,
    "make": 55,
    "payment": 69,
    "purchase": 78,
    "and": 7,
    "proceed": 74,
    "bill": 9,
    "did": 27,
    "go": 35,
    "through": 96,
    "has": 39,
    "succeeded": 90,
    "successful": 91,
    "was": 101,
    "paid": 67,
    "gone": 36,
    "next": 60,
    "page": 66,
    "more": 57,
    "set": 86
  },
  "intent": {
    "greet": 7,
    "show_categories": 13,
    "search_products": 10,
    "select_product": 12,
    "add_to_cart": 0,
    "view_cart": 15,
    "get_address": 5,
    "checkout": 3,
    "track_order": 14,
    "faq": 4,
    "goodbye": 6,
    "bot_challenge": 1,
    "pay_now": 9,
    "check_payment_status": 2,
    "search_products_next": 11,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_add_to_cart": 0,
    "action_check_payment_status": 2,
    "action_checkout": 3,
    "action_create_stripe_checkout": 4,
    "action_get_address": 10,
    "action_next_product_page": 12,
    "action_product_llm_search": 13,
    "action_reset_search_page": 14,
    "action_select_product": 17,
    "action_show_categories_with_products": 19,
    "action_track_order": 20,
    "action_view_cart": 23,
    "utter_default": 24,
    "utter_faq": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_iamabot": 28
  },
  "action_text": null,
  "intent_response_key": null
}