{
  "text": {
    "hello": 38,
    "hi": 41,
    "hey": 40,
    "good": 34,
    "morning": 54,
    "evening": 29,
    "what": 93,
    "categories": 15,
    "do": 27,
    "you": 97,
    "have": 37,
    "show": 78,
    "me": 53,
    "all": 4,
    "list": 51,
    "with": 95,
    "products": 69,
    "please": 66,
    "kind": 48,
    "of": 57,
    "are": 7,
    "there": 85,
    "can": 12,
    "category": 16,
    "snacks": 79,
    "drinks": 28,
    "chips": 20,
    "i": 43,
    "want": 91,
    "to": 88,
    "buy": 10,
    "pepsi": 63,
    "search": 75,
    "for": 31,
    "chocolates": 21,
    "__number__": 0,
    "select": 77,
    "choose": 22,
    "product": 68,
    "pick": 64,
    "add": 2,
    "my": 55,
    "cart": 14,
    "put": 71,
    "lays": 50,
    "in": 44,
    "this": 86,
    "the": 84,
    "it": 47,
    "yes": 96,
    "view": 90,
    "display": 26,
    "open": 58,
    "s": 73,
    "see": 76,
    "check": 18,
    "contents": 23,
    "address": 3,
    "get": 32,
    "delivery": 24,
    "saved": 74,
    "fetch": 30,
    "info": 45,
    "checkout": 19,
    "pay": 61,
    "place": 65,
    "order": 59,
    "track": 89,
    "is": 46,
    "status": 80,
    "how": 42,
    "return": 72,
    "a": 1,
    "your": 98,
    "charges": 17,
    "cancel": 13,
    "help": 39,
    "bye": 11,
    "goodbye": 35,
    "later": 49,
    "bot": 9,
    "who": 94,
    "am": 5,
    "talking": 83,
    "now": 56,
    "make": 52,
    "payment": 62,
    "purchase": 70,
    "and": 6,
    "proceed": 67,
    "bill": 8,
    "did": 25,
    "go": 33,
    "through": 87,
    "has": 36,
    "succeeded": 81,
    "successful": 82,
    "was": 92,
    "paid": 60
  },
  "intent": {
    "greet": 7,
    "show_categories": 12,
    "search_products": 10,
    "select_product": 11,
    "add_to_cart": 0,
    "view_cart": 14,
    "get_address": 5,
    "checkout": 3,
    "track_order": 13,
    "faq": 4,
    "goodbye": 6,
    "bot_challenge": 1,
    "pay_now": 9,
    "check_payment_status": 2,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 12,
    "action_session_start": 16,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 13,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_add_to_cart": 0,
    "action_check_payment_status": 2,
    "action_checkout": 3,
    "action_create_stripe_checkout": 4,
    "action_get_address": 10,
    "action_search_products": 14,
    "action_select_product": 15,
    "action_show_categories_with_products": 17,
    "action_track_order": 18,
    "action_view_cart": 21,
    "utter_default": 22,
    "utter_goodbye": 23,
    "utter_greet": 24,
    "utter_iamabot": 25
  },
  "action_text": null,
  "intent_response_key": null
}