{
  "text": {
    "hello": 56,
    "hi": 59,
    "hey": 58,
    "good": 50,
    "morning": 80,
    "evening": 41,
    "there": 134,
    "greetings": 52,
    "howdy": 61,
    "what": 147,
    "categories": 21,
    "do": 39,
    "you": 151,
    "have": 55,
    "show": 121,
    "me": 78,
    "all": 6,
    "list": 73,
    "with": 149,
    "products": 105,
    "please": 102,
    "kind": 68,
    "of": 90,
    "are": 10,
    "can": 18,
    "category": 22,
    "snacks": 123,
    "drinks": 40,
    "chips": 27,
    "i": 62,
    "want": 145,
    "to": 138,
    "buy": 16,
    "pepsi": 99,
    "search": 116,
    "for": 45,
    "chocolates": 28,
    "lays": 70,
    "cookies": 32,
    "select": 118,
    "__number__": 0,
    "choose": 29,
    "product": 104,
    "pick": 100,
    "number": 89,
    "d": 34,
    "like": 72,
    "add": 3,
    "my": 81,
    "cart": 20,
    "put": 108,
    "in": 64,
    "this": 135,
    "the": 133,
    "it": 67,
    "yes": 150,
    "view": 143,
    "display": 38,
    "open": 92,
    "s": 114,
    "see": 117,
    "check": 25,
    "contents": 31,
    "address": 4,
    "get": 47,
    "delivery": 35,
    "saved": 115,
    "fetch": 42,
    "info": 65,
    "addresses": 5,
    "on": 91,
    "profile": 106,
    "checkout": 26,
    "pay": 97,
    "place": 101,
    "order": 94,
    "track": 139,
    "is": 66,
    "status": 126,
    "how": 60,
    "return": 113,
    "a": 1,
    "your": 152,
    "charges": 24,
    "cancel": 19,
    "help": 57,
    "bye": 17,
    "goodbye": 51,
    "later": 69,
    "bot": 15,
    "who": 148,
    "am": 7,
    "talking": 131,
    "now": 88,
    "make": 76,
    "payment": 98,
    "purchase": 107,
    "and": 8,
    "proceed": 103,
    "bill": 14,
    "did": 36,
    "go": 48,
    "through": 137,
    "has": 54,
    "succeeded": 128,
    "successful": 129,
    "was": 146,
    "paid": 96,
    "gone": 49,
    "next": 87,
    "page": 95,
    "more": 79,
    "set": 119,
    "zip": 153,
    "code": 30,
    "change": 23,
    "update": 141,
    "new": 86,
    "starbucks": 125,
    "near": 83,
    "from": 46,
    "walmart": 144,
    "find": 43,
    "taco": 130,
    "bell": 13,
    "target": 132,
    "store": 127,
    "r": 109,
    "barbershop": 12,
    "barber": 11,
    "shop": 120,
    "nawab": 82,
    "grill": 53,
    "nearby": 84,
    "option": 93,
    "three": 136,
    "first": 44,
    "market": 77,
    "st": 124,
    "different": 37,
    "restaurant": 112,
    "another": 9,
    "login": 75,
    "log": 74,
    "sign": 122,
    "need": 85,
    "let": 71,
    "user": 142,
    "id": 63,
    "register": 110,
    "up": 140,
    "create": 33,
    "account": 2,
    "registration": 111
  },
  "intent": {
    "greet": 9,
    "show_categories": 21,
    "search_products": 16,
    "select_product": 19,
    "add_to_cart": 0,
    "view_cart": 23,
    "get_address": 7,
    "checkout": 5,
    "track_order": 22,
    "faq": 6,
    "goodbye": 8,
    "bot_challenge": 1,
    "pay_now": 12,
    "check_payment_status": 4,
    "search_products_next": 17,
    "provide_zipcode": 14,
    "change_zipcode": 3,
    "search_store": 18,
    "select_store": 20,
    "change_store": 2,
    "login": 10,
    "provide_user_id": 13,
    "register": 15,
    "nlu_fallback": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 15,
    "action_restart": 20,
    "action_session_start": 23,
    "action_default_fallback": 11,
    "action_deactivate_loop": 8,
    "action_revert_fallback_events": 21,
    "action_default_ask_affirmation": 9,
    "action_default_ask_rephrase": 10,
    "action_two_stage_fallback": 28,
    "action_unlikely_intent": 29,
    "action_back": 1,
    "action_extract_slots": 12,
    "action_add_to_cart": 0,
    "action_change_zipcode": 2,
    "action_check_payment_status": 3,
    "action_checkout": 4,
    "action_create_stripe_checkout": 5,
    "action_custom_fallback": 6,
    "action_custom_greet": 7,
    "action_get_address": 13,
    "action_get_nearest_store": 14,
    "action_login_user": 16,
    "action_next_product_page": 17,
    "action_product_llm_search": 18,
    "action_reset_search_page": 19,
    "action_select_product": 22,
    "action_set_selected_store": 24,
    "action_show_categories_with_products": 25,
    "action_show_store_options": 26,
    "action_track_order": 27,
    "action_view_cart": 30,
    "utter_faq": 31,
    "utter_goodbye": 32,
    "utter_greet": 33,
    "utter_iamabot": 34,
    "utter_register_link": 35
  },
  "action_text": null,
  "intent_response_key": null
}