{
  "text": {
    "hello": 54,
    "hi": 57,
    "hey": 56,
    "good": 48,
    "morning": 74,
    "evening": 39,
    "there": 124,
    "greetings": 50,
    "howdy": 59,
    "what": 135,
    "categories": 20,
    "do": 37,
    "you": 139,
    "have": 53,
    "show": 112,
    "me": 72,
    "all": 5,
    "list": 69,
    "with": 137,
    "products": 98,
    "please": 95,
    "kind": 65,
    "of": 83,
    "are": 9,
    "can": 17,
    "category": 21,
    "snacks": 113,
    "drinks": 38,
    "chips": 26,
    "i": 60,
    "want": 133,
    "to": 128,
    "buy": 15,
    "pepsi": 92,
    "search": 107,
    "for": 43,
    "chocolates": 27,
    "lays": 67,
    "cookies": 31,
    "select": 109,
    "__number__": 0,
    "choose": 28,
    "product": 97,
    "pick": 93,
    "number": 82,
    "d": 32,
    "like": 68,
    "add": 2,
    "my": 75,
    "cart": 19,
    "put": 101,
    "in": 61,
    "this": 125,
    "the": 123,
    "it": 64,
    "yes": 138,
    "view": 131,
    "display": 36,
    "open": 85,
    "s": 105,
    "see": 108,
    "check": 24,
    "contents": 30,
    "address": 3,
    "get": 45,
    "delivery": 33,
    "saved": 106,
    "fetch": 40,
    "info": 62,
    "addresses": 4,
    "on": 84,
    "profile": 99,
    "checkout": 25,
    "pay": 90,
    "place": 94,
    "order": 87,
    "track": 129,
    "is": 63,
    "status": 116,
    "how": 58,
    "return": 104,
    "a": 1,
    "your": 140,
    "charges": 23,
    "cancel": 18,
    "help": 55,
    "bye": 16,
    "goodbye": 49,
    "later": 66,
    "bot": 14,
    "who": 136,
    "am": 6,
    "talking": 121,
    "now": 81,
    "make": 70,
    "payment": 91,
    "purchase": 100,
    "and": 7,
    "proceed": 96,
    "bill": 13,
    "did": 34,
    "go": 46,
    "through": 127,
    "has": 52,
    "succeeded": 118,
    "successful": 119,
    "was": 134,
    "paid": 89,
    "gone": 47,
    "next": 80,
    "page": 88,
    "more": 73,
    "set": 110,
    "zip": 141,
    "code": 29,
    "change": 22,
    "update": 130,
    "new": 79,
    "starbucks": 115,
    "near": 77,
    "from": 44,
    "walmart": 132,
    "find": 41,
    "taco": 120,
    "bell": 12,
    "target": 122,
    "store": 117,
    "r": 102,
    "barbershop": 11,
    "barber": 10,
    "shop": 111,
    "nawab": 76,
    "grill": 51,
    "nearby": 78,
    "option": 86,
    "three": 126,
    "first": 42,
    "market": 71,
    "st": 114,
    "different": 35,
    "restaurant": 103,
    "another": 8
  },
  "intent": {
    "greet": 9,
    "show_categories": 18,
    "search_products": 13,
    "select_product": 16,
    "add_to_cart": 0,
    "view_cart": 20,
    "get_address": 7,
    "checkout": 5,
    "track_order": 19,
    "faq": 6,
    "goodbye": 8,
    "bot_challenge": 1,
    "pay_now": 11,
    "check_payment_status": 4,
    "search_products_next": 14,
    "provide_zipcode": 12,
    "change_zipcode": 3,
    "search_store": 15,
    "select_store": 17,
    "change_store": 2,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 17,
    "action_session_start": 20,
    "action_default_fallback": 9,
    "action_deactivate_loop": 6,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 7,
    "action_default_ask_rephrase": 8,
    "action_two_stage_fallback": 25,
    "action_unlikely_intent": 26,
    "action_back": 1,
    "action_extract_slots": 10,
    "action_add_to_cart": 0,
    "action_change_zipcode": 2,
    "action_check_payment_status": 3,
    "action_checkout": 4,
    "action_create_stripe_checkout": 5,
    "action_get_address": 11,
    "action_get_nearest_store": 12,
    "action_next_product_page": 14,
    "action_product_llm_search": 15,
    "action_reset_search_page": 16,
    "action_select_product": 19,
    "action_set_selected_store": 21,
    "action_show_categories_with_products": 22,
    "action_show_store_options": 23,
    "action_track_order": 24,
    "action_view_cart": 27,
    "utter_default": 28,
    "utter_faq": 29,
    "utter_goodbye": 30,
    "utter_greet": 31,
    "utter_iamabot": 32
  },
  "action_text": null,
  "intent_response_key": null
}