{
  "text": {
    "hello": 57,
    "hi": 60,
    "hey": 59,
    "good": 51,
    "morning": 81,
    "evening": 42,
    "there": 138,
    "greetings": 53,
    "howdy": 62,
    "what": 151,
    "categories": 22,
    "do": 40,
    "you": 155,
    "have": 56,
    "show": 124,
    "me": 79,
    "all": 7,
    "list": 74,
    "with": 153,
    "products": 107,
    "please": 104,
    "kind": 69,
    "of": 91,
    "are": 11,
    "can": 19,
    "category": 23,
    "snacks": 126,
    "drinks": 41,
    "chips": 28,
    "i": 63,
    "want": 149,
    "to": 142,
    "buy": 17,
    "pepsi": 101,
    "search": 119,
    "for": 46,
    "chocolates": 29,
    "lays": 71,
    "cookies": 33,
    "select": 121,
    "__number__": 1,
    "choose": 30,
    "product": 106,
    "pick": 102,
    "number": 90,
    "d": 35,
    "like": 73,
    "add": 4,
    "my": 82,
    "cart": 21,
    "put": 110,
    "in": 65,
    "this": 139,
    "the": 137,
    "it": 68,
    "yes": 154,
    "view": 147,
    "display": 39,
    "open": 93,
    "s": 117,
    "see": 120,
    "check": 26,
    "contents": 32,
    "address": 5,
    "get": 48,
    "delivery": 36,
    "saved": 118,
    "fetch": 43,
    "info": 66,
    "addresses": 6,
    "on": 92,
    "profile": 108,
    "checkout": 27,
    "pay": 99,
    "place": 103,
    "order": 95,
    "track": 143,
    "is": 67,
    "status": 129,
    "how": 61,
    "return": 115,
    "a": 2,
    "your": 156,
    "charges": 25,
    "cancel": 20,
    "help": 58,
    "bye": 18,
    "goodbye": 52,
    "later": 70,
    "bot": 16,
    "who": 152,
    "am": 8,
    "talking": 134,
    "now": 89,
    "make": 77,
    "payment": 100,
    "purchase": 109,
    "and": 9,
    "proceed": 105,
    "bill": 15,
    "did": 37,
    "go": 49,
    "through": 141,
    "has": 55,
    "succeeded": 131,
    "successful": 132,
    "was": 150,
    "paid": 97,
    "gone": 50,
    "next": 88,
    "page": 96,
    "more": 80,
    "set": 122,
    "zip": 157,
    "code": 31,
    "change": 24,
    "update": 145,
    "new": 87,
    "starbucks": 128,
    "near": 84,
    "from": 47,
    "walmart": 148,
    "find": 44,
    "taco": 133,
    "bell": 14,
    "target": 135,
    "store": 130,
    "r": 111,
    "barbershop": 13,
    "barber": 12,
    "shop": 123,
    "nawab": 83,
    "grill": 54,
    "nearby": 85,
    "option": 94,
    "three": 140,
    "first": 45,
    "market": 78,
    "st": 127,
    "different": 38,
    "restaurant": 114,
    "another": 10,
    "login": 76,
    "log": 75,
    "sign": 125,
    "need": 86,
    "let": 72,
    "user": 146,
    "id": 64,
    "register": 112,
    "up": 144,
    "create": 34,
    "account": 3,
    "registration": 113,
    "richa": 116,
    "pass": 98,
    "test1234": 136,
    "1362522b": 0
  },
  "intent": {
    "greet": 9,
    "show_categories": 22,
    "search_products": 17,
    "select_product": 20,
    "add_to_cart": 0,
    "view_cart": 24,
    "get_address": 7,
    "checkout": 5,
    "track_order": 23,
    "faq": 6,
    "goodbye": 8,
    "bot_challenge": 1,
    "pay_now": 13,
    "check_payment_status": 4,
    "search_products_next": 18,
    "provide_zipcode": 15,
    "change_zipcode": 3,
    "search_store": 19,
    "select_store": 21,
    "change_store": 2,
    "login": 11,
    "provide_user_id": 14,
    "register": 16,
    "inform": 10,
    "nlu_fallback": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 15,
    "action_restart": 20,
    "action_session_start": 23,
    "action_default_fallback": 11,
    "action_deactivate_loop": 8,
    "action_revert_fallback_events": 21,
    "action_default_ask_affirmation": 9,
    "action_default_ask_rephrase": 10,
    "action_two_stage_fallback": 28,
    "action_unlikely_intent": 29,
    "action_back": 1,
    "action_extract_slots": 12,
    "action_add_to_cart": 0,
    "action_change_zipcode": 2,
    "action_check_payment_status": 3,
    "action_checkout": 4,
    "action_create_stripe_checkout": 5,
    "action_custom_fallback": 6,
    "action_custom_greet": 7,
    "action_get_address": 13,
    "action_get_nearest_store": 14,
    "action_login_user": 16,
    "action_next_product_page": 17,
    "action_product_llm_search": 18,
    "action_reset_search_page": 19,
    "action_select_product": 22,
    "action_set_selected_store": 24,
    "action_show_categories_with_products": 25,
    "action_show_store_options": 26,
    "action_track_order": 27,
    "action_view_cart": 30,
    "utter_faq": 31,
    "utter_goodbye": 32,
    "utter_iamabot": 33,
    "utter_register_link": 34
  },
  "action_text": null,
  "intent_response_key": null
}