{
  "text": {
    "hello": 33,
    "hi": 36,
    "hey": 35,
    "good": 30,
    "morning": 48,
    "evening": 26,
    "what": 78,
    "categories": 13,
    "do": 24,
    "you": 82,
    "have": 32,
    "show": 67,
    "me": 47,
    "all": 4,
    "list": 46,
    "with": 80,
    "products": 59,
    "please": 57,
    "kind": 43,
    "of": 50,
    "are": 6,
    "there": 72,
    "can": 10,
    "category": 14,
    "snacks": 68,
    "drinks": 25,
    "chips": 18,
    "i": 38,
    "want": 77,
    "to": 74,
    "buy": 8,
    "pepsi": 54,
    "search": 64,
    "for": 28,
    "chocolates": 19,
    "__number__": 0,
    "select": 66,
    "choose": 20,
    "product": 58,
    "pick": 55,
    "add": 2,
    "my": 49,
    "cart": 12,
    "put": 60,
    "lays": 45,
    "in": 39,
    "this": 73,
    "the": 71,
    "it": 42,
    "yes": 81,
    "view": 76,
    "display": 23,
    "open": 51,
    "s": 62,
    "see": 65,
    "check": 16,
    "contents": 21,
    "address": 3,
    "get": 29,
    "delivery": 22,
    "saved": 63,
    "fetch": 27,
    "info": 40,
    "checkout": 17,
    "pay": 53,
    "place": 56,
    "order": 52,
    "track": 75,
    "is": 41,
    "status": 69,
    "how": 37,
    "return": 61,
    "a": 1,
    "your": 83,
    "charges": 15,
    "cancel": 11,
    "help": 34,
    "bye": 9,
    "goodbye": 31,
    "later": 44,
    "bot": 7,
    "who": 79,
    "am": 5,
    "talking": 70
  },
  "intent": {
    "greet": 6,
    "show_categories": 10,
    "search_products": 8,
    "select_product": 9,
    "add_to_cart": 0,
    "view_cart": 12,
    "get_address": 4,
    "checkout": 2,
    "track_order": 11,
    "faq": 3,
    "goodbye": 5,
    "bot_challenge": 1,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_get_address": 8,
    "action_search_products": 12,
    "action_select_product": 13,
    "action_show_categories_with_products": 15,
    "action_track_order": 16,
    "action_view_cart": 19,
    "utter_default": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}