{
  "text": {
    "hello": 35,
    "hi": 38,
    "hey": 37,
    "good": 32,
    "morning": 51,
    "evening": 28,
    "what": 85,
    "categories": 15,
    "do": 26,
    "you": 89,
    "have": 34,
    "show": 74,
    "me": 50,
    "all": 4,
    "list": 48,
    "with": 87,
    "products": 65,
    "please": 62,
    "kind": 45,
    "of": 54,
    "are": 7,
    "there": 79,
    "can": 12,
    "category": 16,
    "snacks": 75,
    "drinks": 27,
    "chips": 20,
    "i": 40,
    "want": 84,
    "to": 81,
    "buy": 10,
    "pepsi": 59,
    "search": 71,
    "for": 30,
    "chocolates": 21,
    "__number__": 0,
    "select": 73,
    "choose": 22,
    "product": 64,
    "pick": 60,
    "add": 2,
    "my": 52,
    "cart": 14,
    "put": 67,
    "lays": 47,
    "in": 41,
    "this": 80,
    "the": 78,
    "it": 44,
    "yes": 88,
    "view": 83,
    "display": 25,
    "open": 55,
    "s": 69,
    "see": 72,
    "check": 18,
    "contents": 23,
    "address": 3,
    "get": 31,
    "delivery": 24,
    "saved": 70,
    "fetch": 29,
    "info": 42,
    "checkout": 19,
    "pay": 57,
    "place": 61,
    "order": 56,
    "track": 82,
    "is": 43,
    "status": 76,
    "how": 39,
    "return": 68,
    "a": 1,
    "your": 90,
    "charges": 17,
    "cancel": 13,
    "help": 36,
    "bye": 11,
    "goodbye": 33,
    "later": 46,
    "bot": 9,
    "who": 86,
    "am": 5,
    "talking": 77,
    "now": 53,
    "make": 49,
    "payment": 58,
    "purchase": 66,
    "and": 6,
    "proceed": 63,
    "bill": 8
  },
  "intent": {
    "greet": 6,
    "show_categories": 11,
    "search_products": 9,
    "select_product": 10,
    "add_to_cart": 0,
    "view_cart": 13,
    "get_address": 4,
    "checkout": 2,
    "track_order": 12,
    "faq": 3,
    "goodbye": 5,
    "bot_challenge": 1,
    "pay_now": 8,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 15,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 1,
    "action_extract_slots": 8,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_create_stripe_checkout": 3,
    "action_get_address": 9,
    "action_search_products": 13,
    "action_select_product": 14,
    "action_show_categories_with_products": 16,
    "action_track_order": 17,
    "action_view_cart": 20,
    "utter_default": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24
  },
  "action_text": null,
  "intent_response_key": null
}