{
  "text": {
    "hi": 38,
    "hello": 35,
    "hey": 37,
    "good": 32,
    "morning": 51,
    "evening": 27,
    "there": 72,
    "show": 65,
    "me": 50,
    "snacks": 66,
    "some": 68,
    "what": 78,
    "do": 25,
    "you": 80,
    "have": 34,
    "drinks": 26,
    "chocolates": 19,
    "can": 12,
    "all": 3,
    "list": 49,
    "find": 29,
    "for": 30,
    "sell": 63,
    "chips": 18,
    "give": 31,
    "ice": 42,
    "cream": 22,
    "options": 55,
    "biscuits": 7,
    "browse": 9,
    "beverages": 6,
    "i": 41,
    "d": 23,
    "like": 48,
    "to": 74,
    "see": 62,
    "soft": 67,
    "add": 2,
    "pepsi": 58,
    "my": 52,
    "cart": 14,
    "this": 73,
    "item": 45,
    "want": 77,
    "buy": 10,
    "lays": 47,
    "coke": 20,
    "s": 61,
    "in": 43,
    "shopping": 64,
    "view": 76,
    "checkout": 17,
    "pay": 57,
    "now": 53,
    "complete": 21,
    "order": 56,
    "track": 75,
    "__number__": 0,
    "is": 44,
    "the": 71,
    "status": 69,
    "of": 54,
    "check": 16,
    "last": 46,
    "how": 39,
    "return": 60,
    "a": 1,
    "product": 59,
    "are": 5,
    "your": 81,
    "delivery": 24,
    "charges": 15,
    "cancel": 13,
    "help": 36,
    "bye": 11,
    "goodbye": 33,
    "exit": 28,
    "bot": 8,
    "who": 79,
    "am": 4,
    "talking": 70,
    "human": 40
  },
  "intent": {
    "greet": 5,
    "search_products": 7,
    "add_to_cart": 0,
    "view_cart": 9,
    "checkout": 2,
    "track_order": 8,
    "faq": 3,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_view_cart": 15,
    "utter_default": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}