{
  "text": {
    "hi": 43,
    "hello": 40,
    "hey": 42,
    "good": 37,
    "morning": 58,
    "evening": 32,
    "there": 85,
    "show": 77,
    "me": 57,
    "snacks": 78,
    "some": 80,
    "what": 93,
    "do": 30,
    "you": 96,
    "have": 39,
    "drinks": 31,
    "can": 14,
    "list": 56,
    "all": 3,
    "find": 33,
    "biscuits": 8,
    "browse": 11,
    "beverages": 7,
    "i": 46,
    "want": 92,
    "sell": 74,
    "chips": 20,
    "ice": 47,
    "cream": 25,
    "give": 36,
    "chocolates": 21,
    "options": 63,
    "cookies": 24,
    "to": 88,
    "see": 73,
    "juices": 53,
    "are": 6,
    "any": 5,
    "soft": 79,
    "deals": 26,
    "need": 60,
    "fruit": 35,
    "juice": 52,
    "add": 2,
    "pepsi": 66,
    "my": 59,
    "cart": 16,
    "coke": 22,
    "please": 68,
    "lays": 55,
    "buy": 12,
    "thums": 87,
    "up": 90,
    "bread": 10,
    "this": 86,
    "item": 50,
    "s": 72,
    "in": 48,
    "shopping": 76,
    "view": 91,
    "items": 51,
    "checkout": 19,
    "pay": 65,
    "now": 61,
    "place": 67,
    "order": 64,
    "track": 89,
    "__number__": 0,
    "is": 49,
    "the": 84,
    "status": 81,
    "of": 62,
    "check": 18,
    "last": 54,
    "where": 94,
    "how": 44,
    "return": 71,
    "a": 1,
    "product": 70,
    "your": 97,
    "delivery": 29,
    "charges": 17,
    "help": 41,
    "cancel": 15,
    "deliver": 28,
    "delhi": 27,
    "policy": 69,
    "free": 34,
    "shipping": 75,
    "contact": 23,
    "support": 82,
    "bye": 13,
    "goodbye": 38,
    "bot": 9,
    "who": 95,
    "am": 4,
    "talking": 83,
    "human": 45
  },
  "intent": {
    "greet": 5,
    "search_products": 7,
    "add_to_cart": 0,
    "view_cart": 9,
    "checkout": 2,
    "track_order": 8,
    "faq": 3,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_view_cart": 15,
    "utter_default": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}