{
  "text": {
    "hello": 30,
    "hi": 33,
    "hey": 32,
    "good": 27,
    "morning": 45,
    "evening": 23,
    "what": 74,
    "categories": 13,
    "do": 21,
    "you": 78,
    "have": 29,
    "show": 63,
    "me": 44,
    "all": 4,
    "list": 43,
    "with": 76,
    "products": 55,
    "please": 53,
    "kind": 40,
    "of": 47,
    "are": 6,
    "there": 68,
    "can": 10,
    "category": 14,
    "snacks": 64,
    "drinks": 22,
    "chips": 17,
    "i": 35,
    "want": 73,
    "to": 70,
    "buy": 8,
    "pepsi": 50,
    "search": 60,
    "for": 25,
    "chocolates": 18,
    "__number__": 0,
    "select": 62,
    "choose": 19,
    "product": 54,
    "pick": 51,
    "add": 2,
    "my": 46,
    "cart": 12,
    "put": 56,
    "lays": 42,
    "in": 36,
    "this": 69,
    "the": 67,
    "it": 39,
    "yes": 77,
    "s": 58,
    "view": 72,
    "checkout": 16,
    "pay": 49,
    "place": 52,
    "order": 48,
    "track": 71,
    "is": 38,
    "status": 65,
    "how": 34,
    "return": 57,
    "a": 1,
    "your": 79,
    "delivery": 20,
    "charges": 15,
    "cancel": 11,
    "help": 31,
    "bye": 9,
    "goodbye": 28,
    "see": 61,
    "later": 41,
    "bot": 7,
    "who": 75,
    "am": 5,
    "talking": 66,
    "address": 3,
    "get": 26,
    "saved": 59,
    "fetch": 24,
    "info": 37
  },
  "intent": {
    "greet": 6,
    "show_categories": 10,
    "search_products": 8,
    "select_product": 9,
    "add_to_cart": 0,
    "view_cart": 12,
    "checkout": 2,
    "track_order": 11,
    "faq": 3,
    "goodbye": 5,
    "bot_challenge": 1,
    "get_address": 4,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 17,
    "action_unlikely_intent": 18,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_get_address": 8,
    "action_search_products": 12,
    "action_select_product": 13,
    "action_show_categories_with_products": 15,
    "action_track_order": 16,
    "action_view_cart": 19,
    "utter_default": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}