{
  "text": {
    "hi": 49,
    "hello": 46,
    "hey": 48,
    "good": 42,
    "morning": 69,
    "evening": 36,
    "there": 108,
    "bot": 13,
    "show": 98,
    "me": 67,
    "snacks": 100,
    "drinks": 34,
    "mobiles": 68,
    "i": 52,
    "want": 116,
    "to": 111,
    "see": 94,
    "find": 38,
    "list": 63,
    "can": 17,
    "you": 120,
    "am": 6,
    "looking": 66,
    "for": 39,
    "do": 33,
    "have": 45,
    "any": 8,
    "energy": 35,
    "what": 117,
    "soft": 103,
    "kind": 57,
    "of": 73,
    "are": 9,
    "on": 74,
    "sale": 93,
    "chocolates": 23,
    "under": 113,
    "__number__": 0,
    "below": 11,
    "laptops": 58,
    "soda": 102,
    "popcorn": 83,
    "deals": 29,
    "biscuits": 12,
    "give": 41,
    "add": 4,
    "pepsi": 79,
    "my": 70,
    "cart": 19,
    "buy": 15,
    "thums": 110,
    "up": 114,
    "this": 109,
    "product": 85,
    "be": 10,
    "in": 54,
    "please": 81,
    "snickers": 101,
    "put": 87,
    "coke": 24,
    "shopping": 97,
    "lays": 61,
    "purchase": 86,
    "bread": 14,
    "s": 92,
    "items": 56,
    "view": 115,
    "added": 5,
    "checkout": 22,
    "pay": 77,
    "proceed": 84,
    "payment": 78,
    "now": 72,
    "place": 80,
    "order": 76,
    "complete": 25,
    "track": 112,
    "the": 107,
    "status": 104,
    "where": 118,
    "is": 55,
    "last": 59,
    "ord0001": 75,
    "shipped": 95,
    "id": 53,
    "happened": 44,
    "how": 50,
    "return": 91,
    "a": 1,
    "your": 121,
    "delivery": 32,
    "charges": 21,
    "help": 47,
    "cancel": 18,
    "deliver": 31,
    "delhi": 30,
    "policy": 82,
    "free": 40,
    "shipping": 96,
    "contact": 26,
    "support": 105,
    "create": 27,
    "an": 7,
    "account": 3,
    "sign": 99,
    "register": 90,
    "new": 71,
    "customer": 28,
    "log": 64,
    "login": 65,
    "let": 62,
    "access": 2,
    "bye": 16,
    "goodbye": 43,
    "exit": 37,
    "quit": 88,
    "catch": 20,
    "later": 60,
    "human": 51,
    "who": 119,
    "talking": 106,
    "real": 89
  },
  "intent": {
    "greet": 5,
    "search_products": 9,
    "add_to_cart": 0,
    "view_cart": 11,
    "checkout": 2,
    "track_order": 10,
    "faq": 3,
    "register": 8,
    "login": 6,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_view_cart": 15,
    "utter_default": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_iamabot": 19
  },
  "action_text": null,
  "intent_response_key": null
}