{
  "text": {
    "hi": 31,
    "hello": 29,
    "hey": 30,
    "good": 26,
    "morning": 42,
    "evening": 24,
    "what": 68,
    "categories": 14,
    "do": 22,
    "you": 72,
    "have": 28,
    "show": 56,
    "me": 41,
    "all": 3,
    "and": 5,
    "their": 63,
    "products": 50,
    "list": 40,
    "with": 71,
    "snacks": 57,
    "drinks": 23,
    "some": 58,
    "sell": 55,
    "chips": 17,
    "i": 33,
    "want": 67,
    "to": 64,
    "see": 54,
    "chocolates": 18,
    "find": 25,
    "juices": 37,
    "add": 2,
    "pepsi": 47,
    "my": 43,
    "cart": 13,
    "buy": 9,
    "lays": 39,
    "put": 51,
    "coke": 19,
    "in": 34,
    "bread": 8,
    "s": 53,
    "view": 66,
    "items": 36,
    "checkout": 16,
    "pay": 46,
    "place": 48,
    "order": 45,
    "track": 65,
    "__number__": 0,
    "the": 62,
    "status": 59,
    "of": 44,
    "where": 69,
    "is": 35,
    "last": 38,
    "how": 32,
    "return": 52,
    "a": 1,
    "product": 49,
    "are": 6,
    "your": 73,
    "delivery": 21,
    "charges": 15,
    "can": 11,
    "cancel": 12,
    "contact": 20,
    "support": 60,
    "bye": 10,
    "goodbye": 27,
    "bot": 7,
    "who": 70,
    "am": 4,
    "talking": 61
  },
  "intent": {
    "greet": 5,
    "show_categories": 8,
    "search_products": 7,
    "add_to_cart": 0,
    "view_cart": 10,
    "checkout": 2,
    "track_order": 9,
    "faq": 3,
    "goodbye": 4,
    "bot_challenge": 1,
    "nlu_fallback": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 1,
    "action_extract_slots": 7,
    "action_add_to_cart": 0,
    "action_checkout": 2,
    "action_search_products": 11,
    "action_show_categories_with_products": 13,
    "action_track_order": 14,
    "action_view_cart": 17,
    "utter_default": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}