{
  "text": {
    "hello": 40,
    "hi": 43,
    "hey": 42,
    "good": 36,
    "morning": 57,
    "evening": 30,
    "what": 99,
    "categories": 15,
    "do": 28,
    "you": 103,
    "have": 39,
    "show": 84,
    "me": 55,
    "all": 4,
    "list": 53,
    "with": 101,
    "products": 74,
    "please": 71,
    "kind": 50,
    "of": 61,
    "are": 7,
    "there": 91,
    "can": 12,
    "category": 16,
    "snacks": 85,
    "drinks": 29,
    "chips": 20,
    "i": 45,
    "want": 97,
    "to": 94,
    "buy": 10,
    "pepsi": 68,
    "search": 80,
    "for": 32,
    "chocolates": 21,
    "lays": 52,
    "cookies": 24,
    "__number__": 0,
    "select": 82,
    "choose": 22,
    "product": 73,
    "pick": 69,
    "add": 2,
    "my": 58,
    "cart": 14,
    "put": 76,
    "in": 46,
    "this": 92,
    "the": 90,
    "it": 49,
    "yes": 102,
    "view": 96,
    "display": 27,
    "open": 62,
    "s": 78,
    "see": 81,
    "check": 18,
    "contents": 23,
    "address": 3,
    "get": 33,
    "delivery": 25,
    "saved": 79,
    "fetch": 31,
    "info": 47,
    "checkout": 19,
    "pay": 66,
    "place": 70,
    "order": 63,
    "track": 95,
    "is": 48,
    "status": 86,
    "how": 44,
    "return": 77,
    "a": 1,
    "your": 104,
    "charges": 17,
    "cancel": 13,
    "help": 41,
    "bye": 11,
    "goodbye": 37,
    "later": 51,
    "bot": 9,
    "who": 100,
    "am": 5,
    "talking": 89,
    "now": 60,
    "make": 54,
    "payment": 67,
    "purchase": 75,
    "and": 6,
    "proceed": 72,
    "bill": 8,
    "did": 26,
    "go": 34,
    "through": 93,
    "has": 38,
    "succeeded": 87,
    "successful": 88,
    "was": 98,
    "paid": 65,
    "gone": 35,
    "next": 59,
    "page": 64,
    "more": 56,
    "set": 83
  },
  "intent": {
    "greet": 7,
    "show_categories": 13,
    "search_products": 10,
    "select_product": 12,
    "add_to_cart": 0,
    "view_cart": 15,
    "get_address": 5,
    "checkout": 3,
    "track_order": 14,
    "faq": 4,
    "goodbye": 6,
    "bot_challenge": 1,
    "pay_now": 9,
    "check_payment_status": 2,
    "search_products_next": 11,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 15,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 21,
    "action_unlikely_intent": 22,
    "action_back": 1,
    "action_extract_slots": 9,
    "action_add_to_cart": 0,
    "action_check_payment_status": 2,
    "action_checkout": 3,
    "action_create_stripe_checkout": 4,
    "action_get_address": 10,
    "action_next_product_page": 12,
    "action_product_llm_search": 13,
    "action_reset_search_page": 14,
    "action_select_product": 17,
    "action_show_categories_with_products": 19,
    "action_track_order": 20,
    "action_view_cart": 23,
    "utter_default": 24,
    "utter_faq": 25,
    "utter_goodbye": 26,
    "utter_greet": 27,
    "utter_iamabot": 28
  },
  "action_text": null,
  "intent_response_key": null
}