{
  "text": {
    "hello": 56,
    "hi": 59,
    "hey": 58,
    "good": 50,
    "morning": 79,
    "evening": 41,
    "there": 133,
    "greetings": 52,
    "howdy": 61,
    "what": 146,
    "categories": 21,
    "do": 39,
    "you": 150,
    "have": 55,
    "show": 120,
    "me": 77,
    "all": 6,
    "list": 72,
    "with": 148,
    "products": 104,
    "please": 101,
    "kind": 68,
    "of": 89,
    "are": 10,
    "can": 18,
    "category": 22,
    "snacks": 122,
    "drinks": 40,
    "chips": 27,
    "i": 62,
    "want": 144,
    "to": 137,
    "buy": 16,
    "pepsi": 98,
    "search": 115,
    "for": 45,
    "chocolates": 28,
    "lays": 70,
    "cookies": 32,
    "select": 117,
    "__number__": 0,
    "choose": 29,
    "product": 103,
    "pick": 99,
    "number": 88,
    "d": 34,
    "like": 71,
    "add": 3,
    "my": 80,
    "cart": 20,
    "put": 107,
    "in": 64,
    "this": 134,
    "the": 132,
    "it": 67,
    "yes": 149,
    "view": 142,
    "display": 38,
    "open": 91,
    "s": 113,
    "see": 116,
    "check": 25,
    "contents": 31,
    "address": 4,
    "get": 47,
    "delivery": 35,
    "saved": 114,
    "fetch": 42,
    "info": 65,
    "addresses": 5,
    "on": 90,
    "profile": 105,
    "checkout": 26,
    "pay": 96,
    "place": 100,
    "order": 93,
    "track": 138,
    "is": 66,
    "status": 125,
    "how": 60,
    "return": 112,
    "a": 1,
    "your": 151,
    "charges": 24,
    "cancel": 19,
    "help": 57,
    "bye": 17,
    "goodbye": 51,
    "later": 69,
    "bot": 15,
    "who": 147,
    "am": 7,
    "talking": 130,
    "now": 87,
    "make": 75,
    "payment": 97,
    "purchase": 106,
    "and": 8,
    "proceed": 102,
    "bill": 14,
    "did": 36,
    "go": 48,
    "through": 136,
    "has": 54,
    "succeeded": 127,
    "successful": 128,
    "was": 145,
    "paid": 95,
    "gone": 49,
    "next": 86,
    "page": 94,
    "more": 78,
    "set": 118,
    "zip": 152,
    "code": 30,
    "change": 23,
    "update": 140,
    "new": 85,
    "starbucks": 124,
    "near": 82,
    "from": 46,
    "walmart": 143,
    "find": 43,
    "taco": 129,
    "bell": 13,
    "target": 131,
    "store": 126,
    "r": 108,
    "barbershop": 12,
    "barber": 11,
    "shop": 119,
    "nawab": 81,
    "grill": 53,
    "nearby": 83,
    "option": 92,
    "three": 135,
    "first": 44,
    "market": 76,
    "st": 123,
    "different": 37,
    "restaurant": 111,
    "another": 9,
    "login": 74,
    "log": 73,
    "sign": 121,
    "need": 84,
    "user": 141,
    "id": 63,
    "register": 109,
    "up": 139,
    "create": 33,
    "account": 2,
    "registration": 110
  },
  "intent": {
    "greet": 9,
    "show_categories": 21,
    "search_products": 16,
    "select_product": 19,
    "add_to_cart": 0,
    "view_cart": 23,
    "get_address": 7,
    "checkout": 5,
    "track_order": 22,
    "faq": 6,
    "goodbye": 8,
    "bot_challenge": 1,
    "pay_now": 12,
    "check_payment_status": 4,
    "search_products_next": 17,
    "provide_zipcode": 14,
    "change_zipcode": 3,
    "search_store": 18,
    "select_store": 20,
    "change_store": 2,
    "login": 10,
    "provide_user_id": 13,
    "register": 15,
    "nlu_fallback": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 14,
    "action_restart": 19,
    "action_session_start": 22,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 20,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 27,
    "action_unlikely_intent": 28,
    "action_back": 1,
    "action_extract_slots": 11,
    "action_add_to_cart": 0,
    "action_change_zipcode": 2,
    "action_check_payment_status": 3,
    "action_checkout": 4,
    "action_create_stripe_checkout": 5,
    "action_custom_fallback": 6,
    "action_get_address": 12,
    "action_get_nearest_store": 13,
    "action_login_user": 15,
    "action_next_product_page": 16,
    "action_product_llm_search": 17,
    "action_reset_search_page": 18,
    "action_select_product": 21,
    "action_set_selected_store": 23,
    "action_show_categories_with_products": 24,
    "action_show_store_options": 25,
    "action_track_order": 26,
    "action_view_cart": 29,
    "utter_faq": 30,
    "utter_goodbye": 31,
    "utter_greet": 32,
    "utter_iamabot": 33,
    "utter_register_link": 34
  },
  "action_text": null,
  "intent_response_key": null
}